{"links":[{"source":"https://artlung.com/blog/2025/03/07/blog-carnival-roundup/","verified":true,"verified_date":"2025-03-08T00:54:12+00:00","id":1890701,"private":false,"data":{"author":{"name":"Joe Crawford","url":null,"photo":"https://avatars.webmention.io/cdn.artlung.com/a0b5bad7e1082e08dc5e72e7f4760d40596782e04895da8b740023e7c1904d15.jpg"},"url":"https://artlung.com/blog/2025/03/07/blog-carnival-roundup/","name":"Blog Carnival Roundup","content":"<p>I enjoyed hosting February’s IndieWeb Carnival. </p>\n<p>Thank you to everyone who shared based on the prompt. “<strong>Affirmations</strong>” invited participants to engage with their inner voices, inner lives, and <em>meaning. </em>And the folks who submitted their posts did so. There were 30 submissions and whether folks left a comment, sent an email, replied in the fediverse or IndieWeb chat I was delighted as each one came in. </p>\n<p>What follows are the submissions, in alphabetical order by domain name.</p>\n<p><a href=\"https://andrei.xyz/post/affirmations/\">Affirmations</a> from <a href=\"https://andrei.xyz\">andrei.xyz</a></p>\n<p>Andrei likened affirmations to mantras and also aphorisms. I appreciated seeing, and I certainly hope it’s true that <em>Do your best, all the time, and the people that need to see it will see it.</em></p>\n<p><a href=\"https://artlung.com/blog/2025/02/28/breathe/\">“Breathe”</a> from <a href=\"https://artlung.com\">artlung.com</a></p>\n<p>I worked several evenings on a comic of this post but could not get it to a ready point. In the spirit of “be kind to yourself” I viewed that not as a failure but as an opportunity to review my success in fixing my bot and decided after much deliberation on my favorite affirmation: “<em>Breathe.</em>” I also got to tell a bit more about how I first encountered the idea of affirmations.</p>\n<p><a href=\"https://blog.avas.space/indieweb-affirmations-2025/\">affirmations</a> from <a href=\"https://blog.avas.space\">avas.space</a></p>\n<p>Ava shared a <a href=\"https://open.spotify.com/playlist/3RX4WOhLS77zAo8FCeXK86?si=swn6CQ1tRFSo3Oq8VKYx5Q\">playlist</a> of positive music at the end of her post. Before that she shares her story of a painful breakup and how she used writing as a balm, and a kind of <em>plan</em> to find a positive way forward. And she uses the phrase <em>“crafting a story for ourselves” </em>in this post which is a useful frame for our inner lives.</p>\n<p><a href=\"https://blog.darylsun.page/2025/02/14/se-7-indieweb-carnival-february-2025\">Special Edition — Affirmations</a> from <a href=\"https://blog.darylsun.page\">darylsun.page</a></p>\n<p>I learned a new trope: <em>“survival mantra”</em> from Daryl’s post. Read the whole post, but this bit? Perfect.</p>\n<blockquote><p>In moments of plenty, enjoy them, because blessings can fade away with the wind. In moments of scarcity, don’t despair, because trials don’t last forever. After all, the only thing constant in life is change. All we can do is keep moving forward.</p></blockquote>\n<p><a href=\"https://bluebottles.bearblog.dev/therapy-takeaways/\">Therapy Takeaways</a> from <a href=\"https://bluebottles.bearblog.dev\">bluebottles.bearblog.dev</a></p>\n<p>Blue Bottles shared a journey specifically related to therapy and the usage of affirmations during therapy. It aligns very closely with my own experiences. And I remember one of the affirmations from BB’s post, and how I struggled to be able to say it to myself. After many years, I can.</p>\n<blockquote><p>It’s okay to make mistakes</p></blockquote>\n<p><a href=\"https://britthub.co.uk/imperfect-affirmations/\">Imperfect Affirmations </a> from <a href=\"https://britthub.co.uk\">britthub.co.uk</a></p>\n<p>Britt made a zine (!) to go with their post. <a href=\"https://brittcoxon.itch.io/imperfect-affirmations\">Zine Link</a>. The post also goes into a bit more background and links to resources about the ideas behind affirmations which I really appreciated. And like Blue Bottles many great affirmations are included.</p>\n<img src=\"https://cdn.artlung.com/blog/wp-content/uploads/2025/03/I-enjoy-learning-new-things.jpeg\" alt=\"\" width=\"329\" height=\"425\" /><a href=\"https://brittcoxon.itch.io/imperfect-affirmations\">Pay nothing or what you want link</a><p><a href=\"https://brucebeaumont.bearblog.dev/the-liberation-of-limitations/\">The Liberation of Limitations.</a> from <a href=\"https://brucebeaumont.bearblog.dev\">brucebeaumont.bearblog.dev</a></p>\n<p>While Bruce doesn’t use the word “affirmation” in his post, it nonetheless manages to interrogate black and white photography as a lens to look at limitations and how they can provide opportunities. I appreciated the bit where he mentioned <em>“focus on the concept of what you are doing.”</em></p>\n<p><a href=\"https://danielsavage.uk/2025/02/12/adjusting-my-inner-narrator/\">Adjusting My Inner Narrator</a> from <a href=\"https://danielsavage.uk\">danielsavage.uk</a></p>\n<p>Daniel shared 3 terrific affirmations in his post. And addressed specifically the idea of an inner voice. I suspect everyone an inner voice in some form. He shares vulnerably how he came to affirmations and can’t resist a bit of cheekiness when he realizes the funny acrostic they might form. He made me think, feel, and chuckle. Truly the best blog posts can do that.</p>\n<p><a href=\"https://dead.garden/blog/affirmations.html\">Affirmations</a> from <a href=\"https://dead.garden\">dead.garden</a></p>\n<p>Jo is among my favorite fellow IndieWeb creators. She reckons with the negative affirmations that are part of her, and how she copes and reasons and wrestles them. And she also includes a great illustration with the text <em>“it’s okay to fuck up” </em>which is absolutely a terrific affirmation.</p>\n<p><a href=\"https://drmollytov.bearblog.dev/even-when-it-hurts/\">even when it hurts</a> from <a href=\"https://drmollytov.bearblog.dev\">drmollytov.bearblog.dev</a></p>\n<p>dr molly tov’s post is a beautiful heartbreaker. molly is a widow and reckons with the <em>positive </em>things people say in the face of bad things that happen. molly made the absolutely essential point — “<em>Some problems … cannot be fixed.” </em>I like to think molly’s post could be a guide for how to talk to people experiencing great loss. Lovely piece, thank you, dr.</p>\n<p><a href=\"https://www.eladnarra.com/blog/2025/affirmations/\">Affirmations</a> from <a href=\"https://www.eladnarra.com\">eladnarra.com</a></p>\n<p>In ela’s post she share her skepticisms around affirmations. I’m so glad she invoked the specter of some of the “toxic positivity” end of affirmations: “prosperity gospel” and “laws of atttration.” These are ideas that say that the reason for failure is a lack of faith. And as in molly’s post, it’s probably <em><strong>not related </strong></em>to faith that things go bad. Some things just happen.</p>\n<p><a href=\"https://www.fractalkitty.com/math-ffirmations/\">Math-ffirmations</a> from <a href=\"https://www.fractalkitty.com\">fractalkitty.com</a></p>\n<p>Fractal Kitty was first in the gate with a post for this carnival and provided mathematical equations around balance which were and still are a delight to ponder. <em>“Be ever changing” </em>&amp; <em>“Seek beauty in the irrational” </em>and their accompanying equations are my favorites.</p>\n<p>Her post coming first set the bar high, but every new post kept that high bar high.</p>\n<p><a href=\"https://gregorlove.com/2025/02/affirmations-and-aspirations/\">Affirmations and Aspirations</a> from <a href=\"https://gregorlove.com\">gregorlove.com</a></p>\n<p>gRegor tackled the political moment we are in the midst of. I have broken bread many times with gRegor and so his fearless introspection and upset about the world, and reckoning with <em>what to do next </em>remains what I appreciate about him and his website and writing. He also includes a link to a beautiful song by Andre Henry. Check it out.</p>\n<p><a href=\"https://hamatti.org/posts/my-mom-believes-theres-a-silver-lining/\">My mom believes there’s a silver lining</a> from <a href=\"https://hamatti.org\">hamatti.org</a></p>\n<p>Juhis’ post title says it. But despite a healthy skepticism he can’t help but also mention as an aside <em>“I believe the world would be a lot better place if instead we’d have people with more humility and compassion. But that’s another story.”</em> — that’s a truth always worth telling. I interpreted his post as thinking affirmations might be used to gaslight oneself, and I do think that’s a special kind of risk to be mindful of. As in the math-ffirmations, balance is a worthy goal.</p>\n<p><a href=\"https://jamesg.blog/2025/02/04/small-things-i-am-proud-of-today/\">Small things I am proud of today</a> from <a href=\"https://jamesg.blog\">jamesg.blog</a></p>\n<p>James’ post is introspective in a way that means a lot to me. Projects started, pondering whether a piece of writing belongs just to him or might be public, and sharing pieces of other writing. James has a way with words. It’s a delight to read him turning his feelings and goals into words.</p>\n<p><a href=\"https://ken.fyi/some-days\">Some days will be bad</a> from <a href=\"https://ken.fyi\">ken.fyi</a></p>\n<p>Ken, a word person with chronic illness, and is also a new parent, so when he shares : “Some days will be bad” the words sizzle with truth. And even in the face of that he manages to share a spirit of self-forgiveness and taking things as they come.</p>\n<p><a href=\"https://kuchaiblog.ribbits.dev/2025/progress-not-perfection-indieweb-carnival-affirmations\">progress, not perfection</a> from <a href=\"https://kuchaiblog.ribbits.dev\">kuchaiblog.ribbits.dev</a></p>\n<p>kuchaibee’s post is succinct and terrific. I’ll quote the first paragraph. But please click through and read.</p>\n<blockquote><p>For me, affirmations are positive ideas and worldviews that help me center myself. I’m a person whose mind skews negatively and I get the tendencies to be stuck in bad moods occasionally, which is why the deliberate act of remembering positive things helps keep me grounded and helps me focus on what really matters in life. It’s also this reason that I’m very proactive about curating my feeds, and being very selective about what media, hobbies, and communities I partake in.</p></blockquote>\n<p><a href=\"https://louplummer.lol/affirmations-indie-web-carnival-for-february-2025/\">Affirmations – Indieweb Carnival</a> from <a href=\"https://louplummer.lol\">louplummer.lol</a></p>\n<p>Lou is a bit older than some submitters. I appreciated his inclusion of multiple aspects which contribute to well being – the physical, the emotional, the all of it. He emphasizes the need to find <em>meaning </em>in life. And I dug it all. I also appreciated two of the affirmations he shared, which are ones which I am definitely adding to my repertoire:</p>\n<ul><li><em>I react calmly to stressful situations</em></li>\n<li><em>I am intelligent and resourceful. I find solutions to problems. I am not defeated by them.</em></li>\n</ul><p><a href=\"https://mrtnmrls.com/affirmations-huentitan-ravine\">Affirmations – Huentitán’s ravine</a> <span lang=\"es\" xml:lang=\"es\">(<a lang=\"es\" title=\"Afirmaciones - Barranca de Huentitán\" href=\"https://mrtnmrls.com/es/affirmations-huentitan-ravine\" xml:lang=\"es\">y en español</a>)</span> from <a href=\"https://mrtnmrls.com\">mrtnmrls.com</a></p>\n<p>Martín shared in both English and Spanish and I appreciated that so much. I loved that he talked about self-encouragement and that an inner voice that can help us.</p>\n<p><a href=\"https://rishikeshs.com/be-curious/\">Be Curious, Always</a> from <a href=\"https://rishikeshs.com\">rishikeshs.com</a></p>\n<p>Rishikesh shares an incredibly vulnerable piece about some tough times and bouncing back. He interrogates whether he may not have affirmations of any kind, and looks into why that is, and looks inward to see what inner guidance he <em>does </em>have. I utterly identify with questioning the notion of affirmations while more-or-less working on affirmations.</p>\n<p><a href=\"https://rossabaker.com/blog/pareto-frontal-affirmation/\">Pareto-frontal affirmation</a> from <a href=\"https://rossabaker.com\">rossabaker.com</a></p>\n<p>Ross made me laugh out loud with this line:</p>\n<blockquote><p>It’s only emotional reticence if you were raised in the Midwest. Elsewhere, it’s just sparkling introversion.</p></blockquote>\n<p>But still, he managed to lean in and get introspective, with a fine dosage of snark too. I suspect that bit of snark keeps his inner voices in balance, and loved getting this final piece in the final hours of February.</p>\n<p><a href=\"https://www.sarahgebauer.com/desk/just-keep-swimming/\">Just Keep Swimming</a> from <a href=\"https://www.sarahgebauer.com\">sarahgebauer.com</a></p>\n<p>Sarah prefaces her piece with the admission that she grew up with affirmations deployed by problematic New Agers. That would definitely put me off affirmations. Still she finds use out of pop culture affirmations like <em>“just keep swimming”</em> and <em>Dune</em>‘s reminder that <em>“fear is the mind killer.”</em></p>\n<p>When I think about memes I don’t think about cats, I think about ideas with power. And Sarah’s post reminds me of that. Movie or book quotes can encapsulate ideas for us that can be terrifically constructive.</p>\n<p>Just because it’s fiction doesn’t mean it’s not true.</p>\n<p><a href=\"https://sarajaksa.eu/2025/02/indieweb-carnival-debruary-2025-affirmations-arent-battle-strategy-for-me/\">Affirmations aren’t battle strategy for me</a> from <a href=\"https://sarajaksa.eu\">sarajaksa.eu</a></p>\n<p>Sarah more-or-less brought writing prompts to the IndieWeb, and her submission includes drawings too. She’s skeptical of the sayings we say to ourselves. But she also comes up with 3 affirmations that are perennially good advice:</p>\n<ul><li><em>Have fun</em></li>\n<li><em>Don’t put pressure on yourself</em></li>\n<li><em>Relax</em></li>\n</ul><p><a href=\"https://skippy.net/on-affirmations\">On Affirmations</a> from <a href=\"https://skippy.net\">skippy.net</a></p>\n<p>I appreciated that Scout called out <a href=\"https://en.wikipedia.org/wiki/Stuart_Smalley\">Stuart Smalley</a>.  But I really was moved by his introspective piece.</p>\n<p>It feels like a theme–invoking skepticism and humor–but nonetheless thinking deeply. And I loved learning of the phrase “learned optimism.”</p>\n<p><a href=\"https://spacetimetech.wordpress.com/2025/02/17/different-kinds-of-affirmations/\">Different kinds of affirmations</a> from <a href=\"https://spacetimetech.wordpress.com\">spacetimetech.wordpress.com</a></p>\n<p>Jake talks about depression, cynicism, and includes photos of William S. Burroughs and SpongeBob. And he shares an affirmation that knocked me out I liked it so much:</p>\n<blockquote><p>I can do things just because they bring me joy and have no purpose towards being productive</p></blockquote>\n<p><a href=\"https://staticmade.com/2025/02/04/affirmations-be-here-now.html\">Affirmations: Be Here Now</a> from <a href=\"https://staticmade.com\">staticmade.com</a></p>\n<p>Jeffrey quotes Ram Dass in the title of his post, and writes of how much that simple phrase has the power to get him through. He also brings being present into the digital world:<em> “it’s about being present and intentional in our digital lives, rather than passively consuming the algorithmic firehose.”</em> And yes, all that. 100% agreement from me.</p>\n<p><a href=\"https://subcultureofone.org/forest/lies-about-yourself/\">Stop telling yourself lies about yourself</a> from <a href=\"https://subcultureofone.org\">subcultureofone.org</a></p>\n<p>One thing therapy taught me was about becoming aware of the thoughts in my head, and where they come from. Often I would have a thought that was not really <em>my</em> opinion, it was much more like something my father would have said. Sometimes, critical, sometimes otherwise. But I found that taking then time to inspect those thoughts was always worthwhile.</p>\n<p>Greg’s post invokes his late cat Cooper and I won’t give it away, but it’s possible Cooper deserves a stained glass window somewhere. In any case you might feel moved, after reading this piece, to light a candle for St. Cooper.</p>\n<p><a href=\"https://thatoddshade.is-a.dev/posts/affirmations-on-information/\">affirmations on information</a> from <a href=\"https://thatoddshade.is-a.dev\">thatoddshade.is-a.dev</a></p>\n<p>thatoddshade’s post is a punchy set of bullet points with their own truths.</p>\n<ul><li>yes.</li>\n<li>more like this.</li>\n</ul><p><a href=\"https://thoughts.uncountable.uk/affirmations/\">Affirmations</a> from <a href=\"https://thoughts.uncountable.uk\">thoughts.uncountable.uk</a></p>\n<p>Chris doesn’t have affirmations, but there are rituals Chris has. And I appreciated that reminder that our <em>actions</em> can be a sort of affirmation. A repeated act. A continued act. Each can constitute a reinforcement. <em>I am here. </em>Insistent. Repeated.</p>\n<p><a href=\"https://zacharykai.net/notes/icfeb25\">One Of A Thousand Ways</a> from <a href=\"https://zacharykai.net\">zacharykai.net</a></p>\n<p>I will end with a quote from Zachary, who is skeptical of affirmations but nonetheless wise about the power of words:</p>\n<blockquote><p><em>Writing and reciting your own is a way of taking back control.</em></p></blockquote>","published":"2025-03-07T14:15:30+00:00","published_ts":1741356930},"activity":{"type":"link"},"rels":{"canonical":"https://artlung.com/blog/2025/03/07/blog-carnival-roundup/"},"target":"https://thatoddshade.is-a.dev/posts/affirmations-on-information/"},{"source":"https://artlung.com/affirmations-ic/","verified":true,"verified_date":"2025-03-08T02:30:56+00:00","id":1887302,"private":false,"data":{"author":{"name":"Joe Crawford","url":null,"photo":"https://avatars.webmention.io/cdn.artlung.com/a0b5bad7e1082e08dc5e72e7f4760d40596782e04895da8b740023e7c1904d15.jpg"},"url":"https://artlung.com/affirmations-ic/","name":"“Affirmations” IndieWeb Carnival","content":"<p><a href=\"https://artlung.com/blog/2025/03/07/blog-carnival-roundup/\" style=\"font-family:'system-ui', sans-serif;max-width:30ch;font-weight:100;font-size:1.2rem;text-decoration:none;text-align:center;padding:0.5rem;background:#333;border:1px solid #00FF00;color:#00FF00;margin:0 auto;\">Submissions are now closed. Please read the <em>Roundup Post</em></a></p>\n<h2>February 2025</h2>\n<p>The “IndieWeb Carnival” prompt for this month is <em><strong>“Affirmations”</strong></em>.</p>\n<h2>What is an affirmation?</h2>\n<p>“Affirmations” are sayings or slogans I say to myself which represent ideas or feelings I want to reinforce <em>in myself</em>.</p>\n<p><strong>Examples:</strong></p>\n<blockquote><p>“I listen to my inner voice and let it guide me in my life.”</p></blockquote>\n<blockquote><p>“I am gentle with myself.”</p></blockquote>\n<p>You are invited to create a post on affirmations on your own website. Text or multimedia. Prose or poetry. Factual or fictional. Lengthy or brief.</p>\n<p><strong>NOTE:</strong> “Affirmations” may mean something different to you. That’s cool, write whatever the provocation of “affirmations” brings out of you.</p>\n<h2>Submitting your post</h2>\n<p>Once you’ve posted your post, please share link from your own website.</p>\n<p>You can share it by sending a webmention to this page.</p>\n<p>You can share it by leaving a comment on this page.</p>\n<p>You can share it by sending a message via <a href=\"https://artlung.com/contact/\">my contact page</a>.</p>\n<p>You can share it via email <a href=\"https://artlung.com/affirmations-ic/joe@artlung.com\">joe@artlung.com</a>.</p>\n<h2>And then</h2>\n<p>I will include a link to your post here. Thanks for your consideration, <em>I look forward to seeing what you write and create!</em></p>\n<h2>Submissions <em>so far…</em></h2>\n<ol style=\"font-style:italic;\"><li><a href=\"https://www.fractalkitty.com/math-ffirmations/\">Math-ffirmations</a></li>\n<li><a href=\"https://thoughts.uncountable.uk/affirmations/\">Affirmations</a></li>\n<li><a href=\"https://staticmade.com/2025/02/04/affirmations-be-here-now.html\">Affirmations: Be Here Now</a></li>\n<li><a href=\"https://jamesg.blog/2025/02/04/small-things-i-am-proud-of-today/\">Small things I am proud of today</a></li>\n<li><a href=\"https://mrtnmrls.com/affirmations-huentitan-ravine\">Affirmations – Huentitán’s ravine</a> <span lang=\"es\" xml:lang=\"es\">(<a lang=\"es\" title=\"Afirmaciones - Barranca de Huentitán\" href=\"https://mrtnmrls.com/es/affirmations-huentitan-ravine\" xml:lang=\"es\">y en español</a>)</span></li>\n<li><a href=\"https://louplummer.lol/affirmations-indie-web-carnival-for-february-2025/\">Affirmations – Indieweb Carnival</a></li>\n<li><a href=\"https://subcultureofone.org/forest/lies-about-yourself/\">Stop telling yourself lies about yourself</a></li>\n<li><a href=\"https://blog.avas.space/indieweb-affirmations-2025/\">affirmations</a></li>\n<li><a href=\"https://zacharykai.net/notes/icfeb25\">One Of A Thousand Ways</a></li>\n<li><a href=\"https://danielsavage.uk/2025/02/12/adjusting-my-inner-narrator/\">Adjusting My Inner Narrator</a></li>\n<li><a href=\"https://drmollytov.bearblog.dev/even-when-it-hurts/\">even when it hurts</a></li>\n<li><a href=\"https://blog.darylsun.page/2025/02/14/se-7-indieweb-carnival-february-2025\">Special Edition — Affirmations</a></li>\n<li><a href=\"https://www.sarahgebauer.com/desk/just-keep-swimming/\">Just Keep Swimming</a></li>\n<li><a href=\"https://brucebeaumont.bearblog.dev/the-liberation-of-limitations/\">The Liberation of Limitations.</a></li>\n<li><a href=\"https://gregorlove.com/2025/02/affirmations-and-aspirations/\">Affirmations and Aspirations</a></li>\n<li><a href=\"https://dead.garden/blog/affirmations.html\">Affirmations</a></li>\n<li><a href=\"https://spacetimetech.wordpress.com/2025/02/17/different-kinds-of-affirmations/\">Different kinds of affirmations</a></li>\n<li><a href=\"https://hamatti.org/posts/my-mom-believes-theres-a-silver-lining/\">My mom believes there’s a silver lining</a></li>\n<li><a href=\"https://rishikeshs.com/be-curious/\">Be Curious, Always</a></li>\n<li><a href=\"https://bluebottles.bearblog.dev/therapy-takeaways/\">Therapy Takeaways</a></li>\n<li><a href=\"https://ken.fyi/some-days\">Some days will be bad</a></li>\n<li><a href=\"https://kuchaiblog.ribbits.dev/2025/progress-not-perfection-indieweb-carnival-affirmations\">progress, not perfection</a></li>\n<li><a href=\"https://skippy.net/on-affirmations\">On Affirmations</a></li>\n<li><a href=\"https://thatoddshade.is-a.dev/posts/affirmations-on-information/\">affirmations on information</a></li>\n<li><a href=\"https://andrei.xyz/post/affirmations/\">Affirmations</a></li>\n<li><a href=\"https://sarajaksa.eu/2025/02/indieweb-carnival-debruary-2025-affirmations-arent-battle-strategy-for-me/\">Affirmations aren’t battle strategy for me</a></li>\n<li><a href=\"https://britthub.co.uk/imperfect-affirmations/\">Imperfect Affirmations </a></li>\n<li><a href=\"https://artlung.com/blog/2025/02/28/breathe/\">“Breathe”</a></li>\n<li><a href=\"https://www.eladnarra.com/blog/2025/affirmations/\">Affirmations</a></li>\n<li><a href=\"https://rossabaker.com/blog/pareto-frontal-affirmation/\">Pareto-frontal affirmation</a></li>\n</ol><h2>About IndieWeb Carnival</h2>\n<blockquote><p>Each month, the carnival has a different host. At the beginning of the month, the host comes up with the topic, and posts it both on their website and here. Then, other people post their submissions and alert the host about them. At the end of the month, the host collects all the received submissions and posts an overview of it. (<a href=\"https://indieweb.org/IndieWeb_Carnival\">source</a>)</p></blockquote>\n<h2>Other examples</h2>\n<p>View my bot on <a href=\"https://thisbot.day/@affirmations\">Mastodon</a> or <a href=\"https://bsky.app/profile/thisbot.day\">Bluesky</a>.</p>","published":"2025-01-29T21:19:31+00:00","published_ts":1738185571},"activity":{"type":"link"},"rels":{"canonical":"https://artlung.com/affirmations-ic/"},"target":"https://thatoddshade.is-a.dev/posts/affirmations-on-information/"}]}
